tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "neovim/neovim"
tap "nikitabobko/tap"
tap "romkatv/gitstatus"
brew "ack"
brew "antidote"
brew "jpeg-xl"
brew "aom"
brew "protobuf"
brew "grpc"
brew "apache-arrow"
brew "ast-grep"
brew "bat"
brew "glib"
brew "cairo"
brew "chezmoi"
brew "cmake"
brew "libssh2"
brew "exa"
brew "fd"
brew "flyctl"
brew "fzf"
brew "libidn2"
brew "gnutls"
brew "libassuan"
brew "libksba"
brew "pinentry"
brew "gnupg"
brew "gpgme"
brew "libheif"
brew "poppler"
brew "gdal"
brew "gh"
brew "git"
brew "git-delta"
brew "git-recent"
brew "gnu-sed"
brew "go"
brew "guile"
brew "hub"
brew "jq"
brew "lazygit"
brew "luarocks"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "postgresql@14"
brew "python@3.11"
brew "python@3.9"
brew "reattach-to-user-namespace"
brew "rename"
brew "ripgrep"
brew "stow"
brew "teensy_loader_cli"
brew "telnet"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "volta"
brew "watch"
brew "watchman"
brew "wget"
brew "z"
brew "zsh"
brew "felixkratz/formulae/borders", args: ["HEAD"]
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "romkatv/gitstatus/gitstatus"
cask "adobe-creative-cloud"
cask "alfred"
cask "amethyst"
cask "asana"
cask "audio-hijack"
cask "battle-net"
cask "blackhole-2ch"
cask "chatgpt"
cask "docker-desktop"
cask "droidcam-obs"
cask "elgato-stream-deck"
cask "farrago"
cask "figma"
cask "fission"
cask "focus"
cask "font-ia-writer-duo"
cask "font-ia-writer-mono"
cask "font-ia-writer-quattro"
cask "font-inconsolata-go-nerd-font"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-martian-mono"
cask "font-roboto"
cask "font-sf-mono"
cask "font-sf-mono-for-powerline"
cask "font-space-mono-nerd-font"
cask "font-vt323"
cask "hstracker"
cask "karabiner-elements"
cask "kitty"
cask "loopback"
cask "mac-mouse-fix"
cask "notion"
cask "obs"
cask "obsidian"
cask "postman"
cask "raycast"
cask "script-debugger"
cask "signal"
cask "slack"
cask "slack-cli"
cask "spaceman"
cask "splice"
cask "spotify"
cask "steam"
cask "telegram"
cask "todoist-app"
cask "tower"
cask "visual-studio-code"
cask "visual-studio-code@insiders"
cask "vlc"
cask "wezterm@nightly"
cask "zed"
cask "zoom"
vscode "1000ch.svgo"
vscode "ast-grep.ast-grep-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "biomejs.biome"
vscode "charliermarsh.ruff"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "drcika.apc-extension"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "grafana.vscode-jsonnet"
vscode "hashicorp.terraform"
vscode "jakebecker.elixir-ls"
vscode "llvm-vs-code-extensions.vscode-clangd"
vscode "ms-python.debugpy"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-explorer"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "simonsiefke.svg-preview"
vscode "stylelint.vscode-stylelint"
vscode "sysoev.language-stylus"
vscode "unifiedjs.vscode-mdx"
vscode "vunguyentuan.vscode-postcss"
